import React from "react";
import './cord.css'
export default function Cord() {
  return (
    <div className="cards">
      <h1>Responsive</h1>
      <div className="services">
        <div className="content content-1">
          <div className="fab fa-facebook"></div>
          <h2>facebook</h2>
          <p>
            อันดับ 10 แง่คิดในการทำงานจากนิยายฤทธิ์มีดสั้น
            บทความนี้เล่านิยายกำลังภายในที่โด่งดังที่สุดเรื่องหนึ่งของโกวเล้ง
            “ฤทธิ์มีดสั้น” ที่จอมยุทธแต่ละคนมีสโลแกนประจำตัวคล้าย personal
            branding และมีการจัดอันดับในตำราอาวุธ เหมือนการจัด ranking
            ไม่น่าแปลกใจที่มีผู้อ่านบทความนี้จำนวนมาก
            เพราะเป็นเรื่องของนิยายกำลังภายในที่คนส่วนใหญ่รู้จักดี
            แต่เขียนให้เข้ากับยุคสมัยใหม่ครับ
          </p>
          <a className="btna" href="#">Read More</a>
        </div>
        <div className="content content-2">
          <div className="fab fa-instagram"></div>
          <h2>Instagram</h2>
          <p>
            อันดับ 10 แง่คิดในการทำงานจากนิยายฤทธิ์มีดสั้น
            บทความนี้เล่านิยายกำลังภายในที่โด่งดังที่สุดเรื่องหนึ่งของโกวเล้ง
            “ฤทธิ์มีดสั้น” ที่จอมยุทธแต่ละคนมีสโลแกนประจำตัวคล้าย personal
            branding และมีการจัดอันดับในตำราอาวุธ เหมือนการจัด ranking
            ไม่น่าแปลกใจที่มีผู้อ่านบทความนี้จำนวนมาก
            เพราะเป็นเรื่องของนิยายกำลังภายในที่คนส่วนใหญ่รู้จักดี
            แต่เขียนให้เข้ากับยุคสมัยใหม่ครับ
          </p>
          <a className="btna" href="#">Read More</a>
        </div>
        <div className="content content-3">
          <div className="fab fa-youtube"></div>
          <h2>Youtube</h2>
          <p>
            อันดับ 10 แง่คิดในการทำงานจากนิยายฤทธิ์มีดสั้น
            บทความนี้เล่านิยายกำลังภายในที่โด่งดังที่สุดเรื่องหนึ่งของโกวเล้ง
            “ฤทธิ์มีดสั้น” ที่จอมยุทธแต่ละคนมีสโลแกนประจำตัวคล้าย personal
            branding และมีการจัดอันดับในตำราอาวุธ เหมือนการจัด ranking
            ไม่น่าแปลกใจที่มีผู้อ่านบทความนี้จำนวนมาก
            เพราะเป็นเรื่องของนิยายกำลังภายในที่คนส่วนใหญ่รู้จักดี
            แต่เขียนให้เข้ากับยุคสมัยใหม่ครับ
          </p>
          <a className="btna" href="#">Read More</a>
        </div>
      </div>
    </div>
  );
}
